Repository: Jeon0976/Wirebarley_Seonghun
Catalog: Wirebaley_JeonSeongHun/Application/Localizable.xcstrings
Source language: ko
Languages: en

# BeforeReceivedAmount
source: 수취금액은 입니다.
en: The received amount is

# CurrenyConversionMain
source: 환율 계산
en: Currency Calculation

# ExchangeRateLabel
source: 환율 :
en: Exchange Rate :

# InvalidTransferAmount
source: 송금액이 바르지 않습니다.
en: The transfer amount is incorrect

# JPY
source: 일본 (JPY)
en: Japan (JPY)

# KRW
source: 한국 (KRW)
en: Korea (KRW)

# OK
source: 확인
en: OK

# PHP
source: 필리핀 (PHP)
en: Philippines (PHP)

# ReceivedAmount
source: 수취금액은 %@ 입니다.
en: The received amount is %@

# RecipientLabel
source: 수취국가 :
en: Recipient Country :

# Retry
source: 다시 시도해 주세요
en: Please try again

# SenderLabel
source: 송금국가 :
en: Sending Country :

# SenderValue
source: 미국(USD)
en: USA(USD)

# TimeLabel
source: 조회시간 :
en: Query Time :

# TransferAmountLabel
source: 송금액 :
en: Transfer Amount :
